doc: Update README.md
